org/stories/caladhir-vaelora-history.org
** The Mochveneba Shaman

Early in his reign, Caladhir publicly dismissed a corrupt court official in the market square, exposing their misdeeds before the people. Rather than selecting another noble for the role, he searches carefully around the marken and notices an elderly Mochveneba man in his ritual clothes, carefully carrying a copy of the /Rahnami/.

*Caladhir:* "Excuse me good sir"

<the elderly man turns and sees Emperor Vaelora, but does not recognize him>
<one of Caladhir's guards men confronts the olf man>

*Gaurdsman:* "Do you refuse to bow before your emperor?

*Elderly Mochveneba <bowing>:* I am sorry master, I did not recognize my liege.

*Caladhir*: Never mind that guardsman, I am not here to display pomp.

<Caladhir bows to the elderly Mochveneba>

*Caladhir:* Please forgive my guardsman, he intended no harm.

*Elderly Mochveneba:* It is I who should apologize, my liege.

*Caladhir:* I happen to notice you carry a copy of the /Rahnami/.

*Elderly Mochveneba:* Yes, my liege, I do.

*Caladhir:* Have you read it?

*Elderly Mochveneba:* Yes, my liege.

*Caladhir:* Tell me, what is your opinion of it?

*Elderly Mochveneba:* It is the light for my path, my liege.

*Caladhir:* Your path? What do you mean?

*Elderly Mochveneba:* It is my guide to how I must live my life. My guide to how I must view this world.

*Caladhir:* I take it you are a wise man, good sir. So tell me what IS Rahnami?

*Elderly Mochveneba:* It is love, my liege.

*Caladhir:* And how does the Rahnami tell us to love?

*Elderly Mochveneba:* I have read your commentaries my liege. I am a mere child to your wisdom.

*Caladhir:* How old are you?

*Elderly Mochveneba:* I am 70 years old, my liege.

*Caladhir:* You are almost old enough to be my grandparent, so I doubt your words regarding my own wisdom compared to yours. Do you teach other this Rahnami?

*Elderly Mochveneba:* Yes, my liege.

*Caladhir:* Very well, you can teach me, and my court.

*Elderly Mochveneba:* What am I but a dog to you, my liege. You honor me well beyond my station.

*Caladhir:* Nonesense. I just let some one go who cannot even define what love is. He was high in my court and I put him in his place.

*Elderly Mochveneba:* Your wisdom surpasses those of most, my liege.

*Caladhir:* You probably speak the truth, good sir, but this is not a credit to my wisdom but an insult to everyone elses. Do you enjoy teaching the Rahnami?

*Elderly Mochveneba:* It is my joy, my liege. Teaching it allows me to live its truths.

*Caladhir:* I am curious, what enjoyment does teaching Rahnami bring you?

*Elderly Mochveneba:* I know that I am spreading Rahnami by doing so, and this is how I fulfill Rahnami.

*Caladhir:* Very well! You deserve respect in my court, and I want you to join me.

*Elderly Mochveneba:* You honor me beyond measure, my liege. But I fear that your gift would be too great a burden for me to bare.

*Caladhir:* Then let me bare it for you, just come with me, and teach Rahnami to myself and my court. Your opportunities for spreading Rahnami with increase manifold. I will see to that. Would you be willing to come and help me?

*Elderly Mochveneba:* You honor me beyond all I could have asked for as a dead dog, my liege.

*Caladhir:* Very well, you did not ask for what I give freely. You already honor me by allowing me to extend Rahnami to you. Will you come with me to my court?

*Elderly Mochveneba:* I will, if you will grant me leave for the monthly Mochveneba feasts and fast days, my liege.

*Caladhir:* Granted. I hope you will honor me by allowing me to attend these very Mochveneba feasts and fast days.

*Elderly Mochveneba:* It would be the greatest honor to me, if you accompanied me, my liege.

*Caladhir:* And you honor me by agreeing to come. What is your name?

*Elderly Mochveneba:*  Khaelos Bahrun, my liege.

*Caladhir:* Very well Khaelos Bahrun, teacher of Rahnami, welcome to the great court of Aeritha.

The Mochveneba Shaman, reluctant but wise, became Caladhir’s trusted confidant and spiritual guide. His influence tempered Caladhir’s assertive nature, teaching him to lead with balance and humility —a hallmark of his reign.

*** The Shaman's Influence
- Taught Caladhir the importance of patience and listening.
- Reinforced the balance between power and restraint, wisdom and humility.
- Helped Caladhir embrace the Kaukloutan Desert pilgrimage as a /ritual of reflection/, a practice that defined his annual journey and later became a Hallashim tradition.

** Eryndra the Compassionate
Caladhir and Eryndra had been second cousins. They knew each other since they were small children. While Caladhir had been a 5 (motivated by knowledge) and 8 (motivated by justice) on the Ennegram, Eryndra had been an 8 and 7 (Happiness motivation). This made them seemingly at odds in the seemingly most inconvenient times. They married as soon as Caladhir had taken the throne. In his memoirs, he stated that he "needed someone who would not be afraid to stand up to me, yet balanced me all the same". Eryndra, to Caladhir, was the perfect match. She was two years younger than, and almost unnaturally beautiful.

** Caladhir and Eryndra in the Aeritha Court

*** Caladhir's pretended severity
Caladhir had a rough, cold, calculating exterior to those who did not know him well. This often gave court officials, particularly corrupt officials who knew sparingly little about his character, a lot of disorientation. Caladhir would remain seemingly loft, distant when they reported to him. His eyes would lighten, and then he would pronounce judgement or a decree from stern authority. Uninitiated officials would find him very unsettling, not knowing if the Emperor was happy, sad, or angry of the news brought to him. Their greatest fear is if he suspected them of ill will.

*** Eryndra the Compassionate... until her wrath unleashed
When Caladhir decreed judgement against criminals or corrupt officials, he would always defer to Eryndra, in her presence, in such a way that she was keeping Caladhir from executing severity.

Caladhir talking to a court criminal: If the Empress were not present, I'd have your toes and fingers cut off, and feed them to the market pigs!

Of course Caladhir would never do such a thing. But by consistently deferring to the Empress in her presence, gave Eryndra the image of a compassionate Empress. In truth, she was slightly more ruthless than Caladhir. When her anger began to show in court, the court got silent.

