html/stories/caladhir-vaelora-history.html
<div id="outline-container-the-mochveneba-shaman" class="outline-3">
<h3 id="the-mochveneba-shaman">The Mochveneba Shaman</h3>
<div class="outline-text-3" id="text-the-mochveneba-shaman">
<p>
Early in his reign, Caladhir publicly dismissed a corrupt court official in the market square, exposing their misdeeds before the people. Rather than selecting another noble for the role, he searches carefully around the marken and notices an elderly Mochveneba man in his ritual clothes, carefully carrying a copy of the <i>Rahnami</i>.
</p>

<p>
<b>Caladhir:</b> &ldquo;Excuse me good sir&rdquo;
</p>

<p>
&lt;the elderly man turns and sees Emperor Vaelora, but does not recognize him&gt;
&lt;one of Caladhir&rsquo;s guards men confronts the olf man&gt;
</p>

<p>
<b>Gaurdsman:</b> "Do you refuse to bow before your emperor?
</p>

<p>
<b>Elderly Mochveneba &lt;bowing&gt;:</b> I am sorry master, I did not recognize my liege.
</p>

<p>
<b>Caladhir</b>: Never mind that guardsman, I am not here to display pomp.
</p>

<p>
&lt;Caladhir bows to the elderly Mochveneba&gt;
</p>

<p>
<b>Caladhir:</b> Please forgive my guardsman, he intended no harm.
</p>

<p>
<b>Elderly Mochveneba:</b> It is I who should apologize, my liege.
</p>

<p>
<b>Caladhir:</b> I happen to notice you carry a copy of the <i>Rahnami</i>.
</p>

<p>
<b>Elderly Mochveneba:</b> Yes, my liege, I do.
</p>

<p>
<b>Caladhir:</b> Have you read it?
</p>

<p>
<b>Elderly Mochveneba:</b> Yes, my liege.
</p>

<p>
<b>Caladhir:</b> Tell me, what is your opinion of it?
</p>

<p>
<b>Elderly Mochveneba:</b> It is the light for my path, my liege.
</p>

<p>
<b>Caladhir:</b> Your path? What do you mean?
</p>

<p>
<b>Elderly Mochveneba:</b> It is my guide to how I must live my life. My guide to how I must view this world.
</p>

<p>
<b>Caladhir:</b> I take it you are a wise man, good sir. So tell me what IS Rahnami?
</p>

<p>
<b>Elderly Mochveneba:</b> It is love, my liege.
</p>

<p>
<b>Caladhir:</b> And how does the Rahnami tell us to love?
</p>

<p>
<b>Elderly Mochveneba:</b> I have read your commentaries my liege. I am a mere child to your wisdom.
</p>

<p>
<b>Caladhir:</b> How old are you?
</p>

<p>
<b>Elderly Mochveneba:</b> I am 70 years old, my liege.
</p>

<p>
<b>Caladhir:</b> You are almost old enough to be my grandparent, so I doubt your words regarding my own wisdom compared to yours. Do you teach other this Rahnami?
</p>

<p>
<b>Elderly Mochveneba:</b> Yes, my liege.
</p>

<p>
<b>Caladhir:</b> Very well, you can teach me, and my court.
</p>

<p>
<b>Elderly Mochveneba:</b> What am I but a dog to you, my liege. You honor me well beyond my station.
</p>

<p>
<b>Caladhir:</b> Nonesense. I just let some one go who cannot even define what love is. He was high in my court and I put him in his place.
</p>

<p>
<b>Elderly Mochveneba:</b> Your wisdom surpasses those of most, my liege.
</p>

<p>
<b>Caladhir:</b> You probably speak the truth, good sir, but this is not a credit to my wisdom but an insult to everyone elses. Do you enjoy teaching the Rahnami?
</p>

<p>
<b>Elderly Mochveneba:</b> It is my joy, my liege. Teaching it allows me to live its truths.
</p>

<p>
<b>Caladhir:</b> I am curious, what enjoyment does teaching Rahnami bring you?
</p>

<p>
<b>Elderly Mochveneba:</b> I know that I am spreading Rahnami by doing so, and this is how I fulfill Rahnami.
</p>

<p>
<b>Caladhir:</b> Very well! You deserve respect in my court, and I want you to join me.
</p>

<p>
<b>Elderly Mochveneba:</b> You honor me beyond measure, my liege. But I fear that your gift would be too great a burden for me to bare.
</p>

<p>
<b>Caladhir:</b> Then let me bare it for you, just come with me, and teach Rahnami to myself and my court. Your opportunities for spreading Rahnami with increase manifold. I will see to that. Would you be willing to come and help me?
</p>

<p>
<b>Elderly Mochveneba:</b> You honor me beyond all I could have asked for as a dead dog, my liege.
</p>

<p>
<b>Caladhir:</b> Very well, you did not ask for what I give freely. You already honor me by allowing me to extend Rahnami to you. Will you come with me to my court?
</p>

<p>
<b>Elderly Mochveneba:</b> I will, if you will grant me leave for the monthly Mochveneba feasts and fast days, my liege.
</p>

<p>
<b>Caladhir:</b> Granted. I hope you will honor me by allowing me to attend these very Mochveneba feasts and fast days.
</p>

<p>
<b>Elderly Mochveneba:</b> It would be the greatest honor to me, if you accompanied me, my liege.
</p>

<p>
<b>Caladhir:</b> And you honor me by agreeing to come. What is your name?
</p>

<p>
<b>Elderly Mochveneba:</b>  Khaelos Bahrun, my liege.
</p>

<p>
<b>Caladhir:</b> Very well Khaelos Bahrun, teacher of Rahnami, welcome to the great court of Aeritha.
</p>

<p>
The Mochveneba Shaman, reluctant but wise, became Caladhir’s trusted confidant and spiritual guide. His influence tempered Caladhir’s assertive nature, teaching him to lead with balance and humility —a hallmark of his reign.
</p>
</div>
<div id="outline-container-the-shaman-s-influence" class="outline-4">
<h4 id="the-shaman-s-influence">The Shaman&rsquo;s Influence</h4>
<div class="outline-text-4" id="text-the-shaman-s-influence">
<ul class="org-ul">
<li>Taught Caladhir the importance of patience and listening.</li>
<li>Reinforced the balance between power and restraint, wisdom and humility.</li>
<li>Helped Caladhir embrace the Kaukloutan Desert pilgrimage as a <i>ritual of reflection</i>, a practice that defined his annual journey and later became a Hallashim tradition.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-eryndra-the-compassionate" class="outline-3">
<h3 id="eryndra-the-compassionate">Eryndra the Compassionate</h3>
<div class="outline-text-3" id="text-eryndra-the-compassionate">
<p>
Caladhir and Eryndra had been second cousins. They knew each other since they were small children. While Caladhir had been a 5 (motivated by knowledge) and 8 (motivated by justice) on the Ennegram, Eryndra had been an 8 and 7 (Happiness motivation). This made them seemingly at odds in the seemingly most inconvenient times. They married as soon as Caladhir had taken the throne. In his memoirs, he stated that he &ldquo;needed someone who would not be afraid to stand up to me, yet balanced me all the same&rdquo;. Eryndra, to Caladhir, was the perfect match. She was two years younger than, and almost unnaturally beautiful.
</p>
</div>
</div>
<div id="outline-container-caladhir-and-eryndra-in-the-aeritha-court" class="outline-3">
<h3 id="caladhir-and-eryndra-in-the-aeritha-court">Caladhir and Eryndra in the Aeritha Court</h3>
<div class="outline-text-3" id="text-caladhir-and-eryndra-in-the-aeritha-court">
</div>
<div id="outline-container-caladhir-s-pretended-severity" class="outline-4">
<h4 id="caladhir-s-pretended-severity">Caladhir&rsquo;s pretended severity</h4>
<div class="outline-text-4" id="text-caladhir-s-pretended-severity">
<p>
Caladhir had a rough, cold, calculating exterior to those who did not know him well. This often gave court officials, particularly corrupt officials who knew sparingly little about his character, a lot of disorientation. Caladhir would remain seemingly loft, distant when they reported to him. His eyes would lighten, and then he would pronounce judgement or a decree from stern authority. Uninitiated officials would find him very unsettling, not knowing if the Emperor was happy, sad, or angry of the news brought to him. Their greatest fear is if he suspected them of ill will.
</p>
</div>
</div>
<div id="outline-container-eryndra-the-compassionate-until-her-wrath-unleashed" class="outline-4">
<h4 id="eryndra-the-compassionate-until-her-wrath-unleashed">Eryndra the Compassionate&#x2026; until her wrath unleashed</h4>
<div class="outline-text-4" id="text-eryndra-the-compassionate-until-her-wrath-unleashed">
<p>
When Caladhir decreed judgement against criminals or corrupt officials, he would always defer to Eryndra, in her presence, in such a way that she was keeping Caladhir from executing severity.
</p>

<p>
Caladhir talking to a court criminal: If the Empress were not present, I&rsquo;d have your toes and fingers cut off, and feed them to the market pigs!
</p>

<p>
Of course Caladhir would never do such a thing. But by consistently deferring to the Empress in her presence, gave Eryndra the image of a compassionate Empress. In truth, she was slightly more ruthless than Caladhir. When her anger began to show in court, the court got silent.
</p>
</div>
</div>
